Repository: fulldiveVR/FulldiveExtension.AdShield
Catalog: ios/IOS/Assets/*.lproj/Packs.strings
Languages: bg

source: Ads and trackers blocking list
bg: Списък с проследяващи тракери и реклами

source: This Energized System is designed for Unix-like systems, gets a list of domains that serve ads, tracking scripts and malware from multiple reputable sources and creates a hosts file that prevents your system from connecting to them. Beware, installing "Social" configuration may make your social apps, like Messenger, misbehave.
bg: Energized System е предназначена за подобни на Unix системи, която съдържа списък от домейни, които показват реклами, проследяване на скриптове и зловреден софтуер от множество реномирани източници и създава хост файл, който не позволява на системата ви да се свърже с тях. Внимавайте, инсталирането на конфигурацията „Социални“ може да направи социалните ви приложения "лоши", например като Messenger.

source: Popular for adblocking
bg: Популярни реклами за блокиране

source: Consolidating and Extending hosts files from several well-curated sources. You can optionally pick extensions to block Porn, Social Media, and other categories.
bg: Консолидиране и разширяване на хост файлове от няколко добре избрани източници. По избор можете да изберете разширения, с които да блокирате порно, социални медии и други категории.

source: Alternative blocklist with advanced features
bg: Алтернативен списък с разширени функции

source: A blocklist with unique extensions to choose from. Be aware it is more aggressive, and may break apps or sites. It blocks graph.facebook.com and mqtt-mini.facebook.com. You may consider whitelisting them in the Activity section, in case you experience problems with Facebook apps.
bg: Списък за блокиране, съдържащ уникални разширения, от които да избирате. Имайте в предвид, че е по-агресивен и може да счупи някои приложения или сайтове. Той блокира graph.facebook.com и mqtt-mini.facebook.com. Можете да помислите за включването им в списъка с разрешени дейности, в случай че имате проблеми с приложенията на Facebook.

source: Adblocking for your mobile device
bg: Блокиране на реклами за вашето мобилно устройство

source: A special blocklist containing mobile ad providers.
bg: Специален списък за блокиране, съдържащ доставчици на мобилни реклами.

source: Protects against cyber attacks
bg: Защита от кибер атаки

source: A blocklist to filter phishing websites. Phishing is a malpractice based on redirecting to fake websites, which look exactly like the original ones, in order to trick visitors, and steal sensitive information. Installing this blocklist will help you prevent such situations.
bg: Списък с блокирани за филтрация на фишинг уеб сайтове. Фишингът е злоупотреба, основаваща се на пренасочване към фалшиви уеб сайтове, които изглеждат точно като оригиналните за да подмамят посетителите и да откраднат чувствителна информация. Инсталирането на този списък ще ви помогне да предотвратите подобни ситуации.

source: A new and upcoming tracker database
bg: Нова и предстояща база данни за проследяване

source: DuckDuckGo Tracker Radar is a best-in-class data set about trackers that is automatically generated and maintained through continuous crawling and analysis. See the author information for details.
bg: DuckDuckGo Tracker Radar е най-добрият в класацията набор от данни за тракери, който се генерира и поддържа автоматично чрез непрекъснато обхождане и анализ. Вижте информацията за автора за подробности.
